Repository: AysenurYldrm/HastaneOtomasyonSistemi
Catalog: Resources/SharedResource.*.resx
Languages: tr_tr

# about
source: Hospital appointment system R-Preference prioritizes user experience by offering fast and effective access to healthcare services on our website.
tr_tr: Hastane randevu sistemi R-Tercih, web sitemizde sağlık hizmetlerine hızlı ve etkili bir erişim sunarak, kullanıcı deneyimini ön planda tutuyor.

# aboutP
source: With its easy-to-use and user-friendly interface, R-Preference saves time by allowing patients to plan their doctor appointments online. In addition, our system has a reliable and secure structure, allowing you to organize your health appointments smoothly while protecting your personal data. With its modern and technologically compatible structure, R-Preference offers a reliable solution to its users by supporting digital transformation in healthcare services. Choosing our website opens the doors to easier access to your health with a fast, safe and user-oriented appointment experience.
tr_tr: Kolay kullanımı ve kullanıcı dostu ara yüzü ile R-Tercih, hastaların doktor randevularını online olarak planlamalarını sağlayarak zaman tasarrufu sağlıyor. Ayrıca, sistemimiz güvenilir ve güvenli bir yapıya sahiptir, kişisel verilerinizi korurken sağlık randevularınızı sorunsuz bir şekilde organize etmenizi mümkün kılar. Modern ve teknolojiye uygun yapısıyla R-Tercih, sağlık hizmetlerinde dijital dönüşümü destekleyerek kullanıcılarına güvenilir bir çözüm sunmaktadır. Web sitemizi tercih etmek, hızlı, güvenli ve kullanıcı odaklı bir randevu deneyimi ile sağlığınıza daha kolay ulaşmanın kapılarını aralar.

# adi
source: Can I make an appointment for emergencies?
tr_tr: Acil durumlar için randevu alabilir miyim?

# adip
source: It is not possible to make an appointment for emergencies. It is recommended that you use the hospital's emergency department for emergencies.
tr_tr: Acil durumlar için randevu almak mümkün değildir. Acil durumlar için hastanenin acil servisini kullanmanız önerilir.

# ash
source: Emergency Health Services
tr_tr: Acil Sağlık Hizmetleri

# ashP
source: The unit provides 24/7 service for sudden health problems, accidents and emergencies and provides fast and effective interventions.
tr_tr: Ani sağlık sorunları, kaza ve acil durumlar için 24/7 hizmet veren birim, hızlı ve etkili müdahaleleri sağlar.

# ch
source: Surgical Services
tr_tr: Cerrahi Hizmetler

# chP
source: This unit, where surgeries and surgical interventions are performed, offers a wide range of surgical treatment options.
tr_tr: Ameliyatlar ve cerrahi müdahalelerin gerçekleştirildiği bu birim, geniş bir yelpazede cerrahi tedavi seçenekleri sunar.

# Dahiliye Polikliniği
source: Internal Medicine Polyclinic
tr_tr: Dahiliye Polikliniği

# dahiliyeP
source: A polyclinic that provides services in the field of internal medicine to evaluate the general health status of patients, make a diagnosis and create treatment plans.
tr_tr: Hastaların genel sağlık durumlarını değerlendirmek, tanı koymak ve tedavi planları oluşturmak amacıyla iç hastalıkları alanında hizmet veren bir poliklinik.

# dk
source: Maternity and Women's Health Services
tr_tr: Doğum ve Kadın Sağlığı Hizmetleri

# dkP
source: A unit that includes pregnancy follow-up, birth services, gynecological examinations and various services for women's health.
tr_tr: Gebelik takibi, doğum hizmetleri, jinekolojik muayeneler ve kadın sağlığına yönelik çeşitli hizmetleri içeren bir birim.

# DOKTOR GİRİŞ
source: DOCTOR LOGIN
tr_tr: DOKTOR GİRİŞ

# giriş
source: LOGİN
tr_tr: GİRİŞ YAP

# gma
source: Safe and Modern Infrastructure
tr_tr: Güvenli ve Modern Altyapı

# gmaP
source: R-Preference has a modern infrastructure that offers a secure digital environment. Integrated security measures protect users' health information while emphasizing that the system is a technologically up-to-date and reliable platform.
tr_tr: R-Tercih, güvenli bir dijital ortam sunan modern bir altyapıya sahiptir. Entegre edilmiş güvenlik önlemleri, kullanıcıların sağlık bilgilerini korurken, sistemin teknolojik olarak güncel ve güvenilir bir platform olduğunu vurgular.

# gp
source: This polyclinic, which provides diagnosis, treatment and follow-up services for eye health, is managed by ophthalmologists and addresses many eye-related problems.
tr_tr: Göz sağlığına yönelik tanı, tedavi ve takip hizmetleri sunan bu poliklinik, göz doktorları tarafından yönetilir ve gözle ilgili birçok sorunu ele alır.

# Göz Hastalıkları Polikliniği
source: Ophthalmology Polyclinic
tr_tr: Göz Hastalıkları Polikliniği

# HASTA GİRİŞ
source: PATIENT LOGIN
tr_tr: HASTA GİRİŞ

# Hasta Kaydı Oluştur
source: Create Patient Record
tr_tr: Hasta Kaydı Oluştur

# HASTA KAYIT EKRANI
source: PATIENT REGISTRATION SCREEN
tr_tr: HASTA KAYIT EKRANI

# HASTA VE DOKTOR GİRİŞ EKRANI
source: PATIENT AND DOCTOR LOGIN SCREEN
tr_tr: HASTA VE DOKTOR GİRİŞ EKRANI

# hd
source: Can I make an appointment outside the hospital?
tr_tr: Hastane dışından randevu alabilir miyim?

# hdp
source: Yes, most hospitals allow you to make an appointment outside the hospital through their online appointment system. You can use this service via the internet or mobile application.
tr_tr: Evet, çoğu hastane online randevu sistemleri aracılığıyla hastane dışından da randevu almanıza izin verir. Internet veya mobil uygulama üzerinden bu hizmeti kullanabilirsiniz.

# hlog
source: Please log in to access the doctor panel or for other transactions.
tr_tr: Doktor paneline erişmek ya da diğer işlemleriniz için lütfen giriş yapınız.

# hlog2
source: Please log in to make an appointment or perform other transactions.
tr_tr: Randevu oluşturmak ya da diğer işlemleriniz için lütfen giriş yapınız.

# imkanlar
source: Facilities
tr_tr: İmkanlarımız

# imkanlarP
source: Our hospital offers high-quality and comprehensive healthcare services to its patients with state-of-the-art facilities equipped with modern medical technology and expert medical staff.
tr_tr: Hastanemiz, modern tıbbi teknoloji ile donatılmış state-of-the-art tesisleri ve uzman sağlık personeli ile hastalarına yüksek kaliteli ve kapsamlı sağlık hizmetleri sunmaktadır.

# Kadın Polikliniği
source: Gynecology Polyclinic
tr_tr: Kadın Doğum Polikliniği

# Kardiyoloji Polikliniği
source: Cardiology Polyclinic
tr_tr: Kardiyoloji Polikliniği

# kayıt
source: SIGN-IN
tr_tr: KAYIT OL

# kd
source: User-Friendly Interface and Quick Access
tr_tr: Kullanıcı Dostu Arayüz ve Hızlı Erişim

# kdP
source: R-Preference allows patients to easily use the appointment system with a simple and user-friendly interface. Quick access features allow users to instantly schedule doctor appointments, keeping time wasted to a minimum
tr_tr: R-Tercih, basit ve kullanıcı dostu bir arayüzle hastaların randevu sistemini kolayca kullanmalarını sağlar. Hızlı erişim özellikleri, kullanıcıların doktor randevularını anında planlamalarına olanak tanır, böylece zaman kaybı minimumda tutulur.

# Kimlik No
source: Identification number
tr_tr: Kimlik No

# KP
source: Focusing on heart and circulatory system problems, this polyclinic offers diagnosis, follow-up and treatment services to patients by cardiologists.
tr_tr: Kalp ve dolaşım sistemi sorunlarına odaklanan bu poliklinik, kardiyologlar tarafından hastalara yönelik tanı, takip ve tedavi hizmetleri sunar.

# kr
source: Personalized Appointment Scheduling Options
tr_tr: Kişiselleştirilmiş Randevu Planlama Seçenekleri

# krP
source: The system provides personalized appointment scheduling options by focusing on patients' individual needs. This feature allows patients to choose their preferred doctors and convenient times and dates, providing a more personalized healthcare experience.
tr_tr: Sistem, hastaların bireysel ihtiyaçlarına odaklanarak kişiselleştirilmiş randevu planlama seçenekleri sunar. Bu özellik, hastaların tercih ettikleri doktorları, uygun saatleri ve tarihleri seçmelerine olanak tanıyarak, daha özel bir sağlık hizmeti deneyimi sunar.

# mt
source: Modern Medicine
tr_tr: Modern Tıp

# mtP
source: Our hospital aims to keep the health of our patients at the highest level and offers comprehensive health services in accordance with modern medical standards. This importance we attach to health supports our patients to achieve the best results with accurate diagnosis, effective treatment and personalized care.
tr_tr: Hastanemiz, hastalarımızın sağlığını en üst düzeyde tutmayı amaçlayarak modern tıp standartlarına uygun, kapsamlı sağlık hizmetleri sunmaktadır. Sağlığa verdiğimiz bu önem, hastalarımızın doğru teşhis, etkili tedavi ve kişiselleştirilmiş bakım ile en iyi sonuçları elde etmelerini desteklemektedir.

# NP
source: The outpatient clinic, managed by neurologists specializing in nervous system disorders, focuses on various neurological problems, especially headaches and epilepsy.
tr_tr: Sinir sistemi rahatsızlıkları üzerine uzmanlaşmış nörologlar tarafından yönetilen poliklinik, başta baş ağrısı ve epilepsi olmak üzere çeşitli nörolojik sorunlara odaklanır.

# Nöroloji Polikliniği
source: Neurology Polyclinic
tr_tr: Nöroloji Polikliniği

# polikliniklerimiz
source: polyclinics
tr_tr: Polikliniklerimiz

# Rİ
source: How to cancel an appointment?
tr_tr: Randevu iptali nasıl yapılır?

# RİP
source: To cancel an appointment, you can usually cancel your appointment by logging in online or through the call center.
tr_tr: Randevu iptali için genellikle internet üzerinden giriş yaparak veya çağrı merkezi aracılığıyla randevu iptali işlemi gerçekleştirilebilir.

# SSS
source: Frequently Asked Questions
tr_tr: Sıkça Sorulan Sorular

# SSS1
source: What are some suggestions for dealing with appointment delays?
tr_tr: Randevu gecikmeleriyle başa çıkmak için öneriler nelerdir?

# SSS1P
source: To avoid or deal with appointment delays, it is recommended to arrive in advance at the appointment time, confirm by phone before the appointment if necessary, and avoid busy hours.
tr_tr: Randevu gecikmelerini önlemek veya başa çıkmak için randevu saatinde önceden gelmek, gerekirse randevu öncesinde telefonla teyit etmek ve yoğun saatlerden kaçınmak önerilir.

# techP
source: R-Preference is an online platform that allows patients to easily manage their healthcare appointments using cutting-edge technology.
tr_tr: R-Tercih, son teknolojiyi kullanarak hastaların sağlık randevularını kolayca yönetmelerini sağlayan bir çevrimiçi platformdur.

source: Welcome
tr_tr: Hoşgeldiniz

source: Why Us?
tr_tr: Neden Biz?

# WhyUsP
source: Our hospital appointment system, R-Preference, provides a strong answer to the question of why us by offering a unique experience to our patients. We play a leading role in healthcare services with our user-friendly interface, quick access and personalized appointment scheduling options. In addition, thanks to its safe and modern infrastructure, R-Preference reflects our determination to provide the best healthcare service to our patients.
tr_tr: Hastane randevu sistemimiz R-Tercih, hastalarımıza benzersiz bir deneyim sunarak neden biz sorusuna güçlü bir cevap vermektedir. Kullanıcı dostu arayüzü, hızlı erişim ve kişiselleştirilmiş randevu planlama seçenekleriyle, sağlık hizmetlerinde öncü bir rol oynamaktayız. Ayrıca, güvenli ve modern altyapısı sayesinde R-Tercih, hastalarımıza en iyi sağlık hizmetini sunma konusundaki kararlılığımızı yansıtmaktadır.

# Şifre
source: Password
tr_tr: Şifre
